[
  {
    "client_name": "Bilirubin Chart",
    "client_id": "bilirubin_chart",
    "author": "Intermountain Healthcare",
    "company_url": "https://IntermountainHealthcare.org",
    "info": "The Intermountain Healthcare Bilirubin Risk Chart App is based on Intermountain’s HELP2 application of the same name. This app is for demonstration purposes only and is not approved for clinical use. It was created to highlight the concept of the HSPC model, which creates a method of sharing clinical applications currently locked up in a single organization or EHR vendor and make it available to all healthcare providers.\n\rJaundice occurs in most newborn infants. Most jaundice is benign, but because of the potential toxicity of bilirubin, newborn infants must be monitored to identify those who might develop severe hyperbilirubinemia and, in rare cases, acute bilirubin encephalopathy or kernicterus. Although kernicterus should almost always be preventable, cases continue to occur. The focus of this app is to reduce the incidence of severe hyperbilirubinemia and bilirubin encephalopathy while minimizing the risks of unintended harm such as maternal anxiety, decreased breastfeeding, and unnecessary costs or treatment.\n\rBy overlaying bilirubin [Mass/volume] results over a time-based risk chart, clinicians are presented with a visual representation of the results and associated criticality zones. By viewing the results in this way, the clinician can determine the best course of action based on the recommended intervention for the criticality of the result."
  },
  {
    "client_name": "Growth Chart",
    "client_id": "growth_chart",
    "author": "Boston Children's Hospital",
    "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
    "info": "The Growth Chart app was developed from a unique collaboration among SMART, Fjord service design consultancy, MedAppTech software development group, and clinicians. This App demonstrates a high-performance, concise, minimal-click presentation of a child’s growth over time."
  },
  {
    "client_name": "BP Centiles",
    "client_id": "bp_centiles",
    "author": "Boston Children's Hospital",
    "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
    "info": "Interpreting blood pressure measurements for children is complicated by the need to account for a constantly changing body size. It is time-consuming to calculate and/or do data entry, yet assessment of blood pressure percentiles is medically recommended from the age of 3 onward because 75% of cases of pediatric hypertension and 90% of cases of prehypertension in children from 3 to 18 years of age go undetected.\n\rThe BP Centiles app reads a child’s relevant vitals and calculates systolic and diastolic blood pressure percentiles normalized by age, sex, and height The app also includes a pop-up calculator and a graphical history of the child's blood pressure percentile, enabling full screening at each visit.\n\rColor coding reveals at a glance whether individual readings are normal (green), prehypertensive (yellow), hypertensive (red) or hypotensive (blue). Users can zoom in on a group of readings for more information and apply various filters to help them interpret the measurements—such as looking only at BPs measured in the legs, sitting down or by machine."
  },
  {
    "client_name": "Cardiac Risk",
    "client_id": "cardiac_risk",
    "author": "Boston Children's Hospital",
    "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
    "info": "The widely-used Reynolds Risk Score is used to estimate the 10-year cardiovascular risk of an individual. For patients and clinicians alike, this calculation is often reported in an esoteric, hard-to-read lab report.\n\rFor our model of an improved Reynolds Risk Score reporting SMART App, we took an inspired Creative Commons design, the work of designer David McCandless, whose “Blood Work Cardiology Result” appeared in the Wired Magazine article “The Blood Test Gets a Makeover” (Wired 18.12, December 2010) and was published under a Creative Commons license. The resulting SMART Cardiac Risk app presents relevant patient vitals and lab measurements and the calculated Reynolds Risk Score, along with a succinct, patient-friendly explanation for each result. The app’s presentation produces a highly attractive document to hand to a patient. Furthermore, the SMART Cardiac Risk app also offers simulation: the clinician (or patient) can make changes to one or more of the patient’s vitals or lab results to see how the patient’s current Reynolds Risk Score could be improved."
  },
  {
    "client_name": "Duke Pillbox",
    "client_id": "f0ea39ca-9ad0-4676-baae-d28878baf75e",
    "author": "Duke Medicine",
    "company_url": "http://www.dukemedicine.org",
    "info": "Duke PillBox is a patient-centered, skill-based interactive learning tool designed to improve skills for medication management and patient-provider communication for med reconciliation. Used across hospital, clinic and home settings, the Duke Pillbox offers new opportunities for data capture of patient-provider interactions related to medication use.\n\rThe app is used to teach patients the skills required to identify and organize pills in a daily and weekly medication-dosing schedule. The innovative design features pedagogically appropriate strategies to overcome health literacy barriers and optimize patient opportunities to communicate questions, concerns and misunderstandings regarding medication management with providers. Developed by Duke Medicine in collaboration with MedAppTech, Duke Pillbox has demonstrated improved self-management through patient learning, communication and user-satisfaction outcomes in hospital, clinic and home settings."
  },
  {
    "client_name": "Patient Data Manager",
    "client_id": "patient_data_manager",
    "author": "Healthcare Services Platform Consortium",
    "company_url": "http://HSPConsortium.org",
    "info": ""
  },
  {
    "client_name": "Meducation RS",
    "client_id": "meducation",
    "author": "Polyglot Systems",
    "company_url": "http://www.pgsi.com",
    "info": "Meducation® is a cloud-based solution, accessed from within your EHR workflow, that converts patients’ complex medication instructions into plain language for Low Health Literate and Limited English Proficient patients. The need is severe – 1 in 3 Americans are 'low health literate' and confront substantial communication barriers when they interact with the healthcare system. Low health literate individuals are more likely to take their medicines incorrectly, be hospitalized, mismanage chronic conditions and visit the emergency room.\n\rMeducation® uses a patient’s drug and SIG information to create engaging and intuitive patient-specific instructions and regimen summaries that."
  },
  {
    "client_name": "Meducation Timeview",
    "client_id": "timeview",
    "author": "Polyglot Systems",
    "company_url": "http://www.pgsi.com",
    "info": "For providers, Meducation® TimeView™ displays a patient’s adherence history, across all prescribers, in an intuitive, longitudinal format, permitting interventions to be tailored quickly and appropriately.\n\rMeducation® TimeView™ displays information from any source -- your EHR, Pharmacy Management System, PBM or from a Surescripts call that is part of the hospital or clinic admission process. TimeView was created by a physician, to present patient’s medication history in an intuitive format that enables interventions to be tailored quickly and appropriately."
  },
  {
    "client_name": "Premier AKI Staging",
    "client_id": "1396ff99-8012-4043-8d33-7a1139f08ccc",
    "author": "Premier, Inc.",
    "company_url": "https://www.premierinc.com/",
    "info": "The Premier AKI Staging app assists clinicians aiming to follow the clinical practice guidelines established by Kidney Disease Improving Global Outcomes (KDIGO). The app is targeted at practitioners caring for adults and children at risk for or with Acute Kidney Injury, including contrast induced acute kidney injury. \n\rEffective care of acute complex conditions such as acute kidney injury (AKI) rests in the early detection, early intervention, and coordination of care. Patients continue to go undetected for periods of time leading to poor outcomes, longer length of stays, higher treatment costs, and inevitably increased risk of mortality. Early identification and management of patients at risk to develop specific conditions are critical to successful delivery of high-value care.\n\r The Premier AKI staging app illustrated here is a scaled down version of some new applications and modules being developed by Premier Inc. for monitoring and managing acute kidney injury. This app is for demonstration purposes only, and is not approved for clinical use. It was created as a mechanism to help advance the definition and testing of the SMART on FHIR protocol."
  },
  {
    "client_name": "ClinDat",
    "client_id": "26bc47e9-c182-4136-855b-6e7b1bb67e9f",
    "author": "Health Report Services",
    "company_url": "https://clindat.com",
    "info": "ClinDat provides simplified electronic entry for patients to complete MDHAQ/RAPID3 (multidimensional health assessment questionnaire/routine assessment of patient index data), for quantitative,medical history data, useful to monitor patients with all rheuamtic diseases, including treat-to-target in rheumatoid arthritis (RA). ClinDat also provides a physician RheuMetric checklist, with electronic scoring of a 28 joint count, using a table or homunculus, and computes a disease activity score (DAS28), simplified disease ativitiy score (SDAI), clinical disease activity score (CDAI), and/or RAPID3, indicating high, moderate, low, activity, or remission. Rheumetric also allows physicians to score overall global status, and 3 subscales for reversible inflammatory activity, irreversible organ damage, and distress unexplained by findings on examination, laboratory tests, or x-rays and scans, to support and document the basis for therapeutic decisions in clinical care."
  },
  {
    "client_name": "Visual DX",
    "client_id": "040c7a59-7250-43e6-946d-941e765320a6",
    "author": "VisualDx",
    "company_url": "http://www.visualdx.com",
    "info": "VisualDx is a web-based clinical decision support system designed to enhance diagnostic accuracy, aid therapeutic decisions, and improve patient safety. Whether accessed on the desktop or on a mobile device, clinicians can build a differential diagnosis in seconds. In addition to diagnosis, clinicians can rapidly access patient-specific clinical information and images for patient engagement and education.\n\rUsed in more than 1500 hospitals and large clinics, VisualDx has become the assistant of choice for fast, concise peer-reviewed diagnostic assistance and education at the point of care. At the AMIA iHealth 2014 Conference, VisualDx was proud to be recognized as Idea thatVisualDx has also been named a KLAS Category Leader for 2011-2014. VisualDx is FHIR/SMART and HL7 Infobutton EHR interoperable."
  },
  {
    "client_name": "Crimson Care Management",
    "client_id": "d827bd57-1be6-49a6-8f23-577c7edb51df",
    "author": "The Advisory Board Company",
    "company_url": "http://www.advisory.com/technology/crimson",
    "info": "Crimson Care Management allows physicians to view care management activities from their EMR. Clinicians can review their patients risk score, Care Notes, Care Plan Goals as well as review gaps in care in order to consistently deliver the right care at the right time and improve population health.\n\rMajor Features of Crimson Care Management (CCM):\n\rAllows for the better coordination of care between hospitals, community providers, family members and patients themselves leading to improvements in the quality of care.\n\r - Delivered as an app within the EMR, Crimson Care Management is easily accessible and integrated into clinical workflows giving providers a care management view of the patient.\n\r - Clinical data, including problems, mediations and allergies, are pulled into the Care plan from the EMR using FHIR data query profiles when the app is launched.\n\r - Risk score displayed and updated each time new information is pulled into the CCM app, allowing for the most up to date information.\n\r - Physicians can easily access the patient’s community care plan which includes a summary of encounters with the Care Manager, the ability to view care notes and care plan goals and finally to view any gaps in care for the patient.\n\r - Embedded care managers can easily go about their care management activities in the application and will eventually be able to push care notes documented within CCM back into the EMR."
  },
  {
    "client_name": "Health Ally Connect",
    "client_id": "a2a37344-62d1-498f-8787-75b1341b6f46",
    "author": "OSIA Medical",
    "company_url": "http://www.osiamed.com",
    "info": "Health Ally Connect facilitates coordinated patient care and secure communications between appointments by connecting you and your patient to the Health Ally platform. From your EHR, Health Ally Connect enables you to invite your patient to download the easy-to-use Health Ally mobile app (available for iOS, Android, and Windows Phone). From the app patients are guided to participate in their care plan, to keep both of you informed.\n\rOnce connected, this cloud-based chronic care management platform engages the patient with daily checkups, weekly evaluations, medication reminders, all while gathering vital stats. Data is aggregated for thorough analysis by the Health Ally platform. Using standards-based condition monitoring, results and trends are made available to you inside your EHR, via the Health Ally Connect plugin.\n\rAutomated and caregiver messaging capabilities are built in to lessen the burden of communicating quickly and securely with your patient to keep them on track.\n\rHealth Ally improves the patient-physician relationship by promoting shared health management. It keeps patients mindful of their conditions and engenders trust in their care providers through continuous communication. Better-educated patients, with improved support and enhanced motivation, are active partners in maintaining their health."
  },
  {
    "client_name": "VigiLanz SMARTDemo",
    "client_id": "7d41d48b-eb40-4722-9092-551ac40f668a",
    "author": "VigiLanz",
    "company_url": "http://vigilanzcorp.com",
    "info": "VigiLanz real-time clinical intelligence services help our clients advance medication safety, antimicrobial stewardship, infection prevention and quality improvement through continuous monitoring of patients and real-time delivery of alerts using our smart rules engine that notifies clinicians when they need to take action.\n\rThis app is a proof-of-concept extension of these real-time clinical intelligence services.  The goals of this app are to demonstrate it can be seamlessly launched from a SMART on FHIR compliant EHR and that it can pull data from an external source (e.g. a VigiLanz FHIR server); this app is not completely dependent on data from the launching EHR's FHIR server.  Each screen in this app, with the exception of Risk, display results from our smart rules engine.  The Risk screen makes use of our business intelligence platform displaying sepsis prediction scores.\n\rFuture plans:\n\rThis app’s adherence to the SMART on FHIR specification affords it the ability to receive contextual information provided by the launching EHR (e.g. patient id, practitioner id, etc…).  As this app is refined, these contextual parameters may be utilized to limit rule engine results to a specific patient or set of patients associated with a practitioner.  Additionally, if the launching EHR's FHIR server supports write operations, this app may be able to provide workflow hooks for clinicians back into their EHR for things like documentation and interventions."
  },
  {
    "client_name": "Appointments",
    "client_id": "hspc_appointments",
    "author": "Healthcare Services Platform Consortium",
    "company_url": "http://HSPConsortium.org",
    "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
  },
  {
    "client_name": "Appointments Patient",
    "client_id": "hspc_appointments",
    "author": "Healthcare Services Platform Consortium",
    "company_url": "http://HSPConsortium.org",
    "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
  },
  {
    "client_name": "Appointments no Patient",
    "client_id": "hspc_appointments",
    "author": "Healthcare Services Platform Consortium",
    "company_url": "http://HSPConsortium.org",
    "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
  },
  {
    "client_name": "RxCheck",
    "client_id": "f136196f-1267-450d-99e0-826f0a11eaeb",
    "author": "RxREVU",
    "company_url": "https://www.rxcheck.com",
    "info": "RxCheck enables hard-wired communication at the point of care to ensure informed prescribing decisions. Real-time analysis surfaces formulary, outcomes and adherence data, along with clinical protocols and predictive analytics for individual patients."
  }
]