[
    {
        "client_name" : "Bilirubin Chart",
        "client_id" : "bilirubin_chart",
        "company_url": "https://IntermountainHealthcare.org",
        "info": ""
    },
    {
        "client_name" : "Growth Chart",
        "client_id" : "growth_chart",
        "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
        "info": ""
    },
    {
        "client_name" : "BP Centiles",
        "client_id" : "bp_centiles",
        "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
        "info": ""
    },
    {
        "client_name" : "Cardiac Risk",
        "client_id" : "cardiac_risk",
        "company_url": "https://gallery.smarthealthit.org/boston-childrens-hospital",
        "info": ""
    },
    {
        "client_name" : "Duke Pillbox",
        "client_id" : "f0ea39ca-9ad0-4676-baae-d28878baf75e",
        "company_url": "http://www.dukemedicine.org",
        "info": ""
    },
    {
        "client_name" : "ClinDat",
        "client_id" : "26bc47e9-c182-4136-855b-6e7b1bb67e9f",
        "company_url": "https://clindat.com",
        "info": "ClinDat provides simplified electronic entry for patients to complete MDHAQ/RAPID3 (multidimensional health assessment questionnaire/routine assessment of patient index data), for quantitative,medical history data, useful to monitor patients with all rheuamtic diseases, including treat-to-target in rheumatoid arthritis (RA). ClinDat also provides a physician RheuMetric checklist, with electronic scoring of a 28 joint count, using a table or homunculus, and computes a disease activity score (DAS28), simplified disease ativitiy score (SDAI), clinical disease activity score (CDAI), and/or RAPID3, indicating high, moderate, low, activity, or remission. Rheumetric also allows physicians to score overall global status, and 3 subscales for reversible inflammatory activity, irreversible organ damage, and distress unexplained by findings on examination, laboratory tests, or x-rays and scans, to support and document the basis for therapeutic decisions in clinical care."
    },
    {
        "client_name" : "Meducation RS",
        "client_id" : "meducation",
        "company_url": "http://www.pgsi.com",
        "info": "Meducation® is a cloud-based solution, accessed from within your EHR workflow, that converts patients’ complex medication instructions into plain language for Low Health Literate and Limited English Proficient patients. The need is severe – 1 in 3 Americans are 'low health literate' and confront substantial communication barriers when they interact with the healthcare system. Low health literate individuals are more likely to take their medicines incorrectly, be hospitalized, mismanage chronic conditions and visit the emergency room.\n\r\n\rMeducation® uses a patient’s drug and SIG information to create engaging and intuitive patient-specific instructions and regimen summaries that."
    },
    {
        "client_name" : "Meducation Timeview",
        "client_id" : "timeview",
        "company_url": "http://www.pgsi.com",
        "info": "For providers, Meducation® TimeView™ displays a patient’s adherence history, across all prescribers, in an intuitive, longitudinal format, permitting interventions to be tailored quickly and appropriately.\n\r\n\rMeducation® TimeView™ displays information from any source -- your EHR, Pharmacy Management System, PBM or from a Surescripts call that is part of the hospital or clinic admission process. TimeView was created by a physician, to present patient’s medication history in an intuitive format that enables interventions to be tailored quickly and appropriately."
    },
    {
        "client_name" : "Premier AKI Staging",
        "client_id" : "1396ff99-8012-4043-8d33-7a1139f08ccc",
        "company_url": "https://www.premierinc.com/",
        "info": "The Premier AKI Staging app assists clinicians aiming to follow the clinical practice guidelines established by Kidney Disease Improving Global Outcomes (KDIGO). The app is targeted at practitioners caring for adults and children at risk for or with Acute Kidney Injury, including contrast induced acute kidney injury.\n\r\n\rEffective care of acute complex conditions such as acute kidney injury (AKI) rests in the early detection, early intervention, and coordination of care. Patients continue to go undetected for periods of time leading to poor outcomes, longer length of stays, higher treatment costs, and inevitably increased risk of mortality. Early identification and management of patients at risk to develop specific conditions are critical to successful delivery of high-value care.\n\r\n\rThe Premier AKI staging app illustrated here is a scaled down version of some new applications and modules being developed by Premier Inc. for monitoring and managing acute kidney injury. This app is for demonstration purposes only, and is not approved for clinical use. It was created as a mechanism to help advance the definition and testing of the SMART on FHIR protocol.\n\r\n\rThe result? Technology that has proven to increase medication adherence and patient satisfaction. A recent VA study showed that Meducation drove a 77% improvement in cardiac patients remembering to take their heart medications. The University of Connecticut’s HCAHPS survey results, on medication communications, improved from the 1st, 1st & 4th percentile to 52nd, 85th & 96th percentile in just 90 days after implementing Meducation.\n\r\n\rMeducation helps providers deliver care that is more effective, efficient and patient-centered for vastly improved performance under ACA funding programs, such as Value Based Purchasing, Hospital Readmissions Reduction, Patient Centered Medical Home, ACO and Star Ratings."
    },
    {
        "client_name" : "Patient Data Manager",
        "client_id" : "patient_data_manager",
        "company_url": "http://HSPConsortium.org",
        "info": ""
    },
    {
        "client_name": "Visual DX",
        "client_id": "040c7a59-7250-43e6-946d-941e765320a6",
        "company_url": "http://www.visualdx.com",
        "info": "VisualDx is a web-based clinical decision support system designed to enhance diagnostic accuracy, aid therapeutic decisions, and improve patient safety. Whether accessed on the desktop or on a mobile device, clinicians can build a differential diagnosis in seconds. Used in more than 1500 hospitals and large clinics, VisualDx has become the assistant of choice for fast, concise peer-reviewed diagnostic assistance and education at the point of care. VisualDx has also been named KLAS Clinical Reference Category Leader for 2011-2015. VisualDx is FHIR/SMART EHR interoperable, improving diagnosis and assisting the immediate recognition of medication reactions directly in the EHR."
    },
    {
        "client_name" : "HSPC Appointments",
        "client_id" : "hspc_appointments",
        "company_url": "http://HSPConsortium.org",
        "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
    },
    {
        "client_name" : "HSPC Appointments Patient",
        "client_id" : "hspc_appointments",
        "company_url": "http://HSPConsortium.org",
        "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
    },
    {
        "client_name" : "HSPC Appointments no Patient",
        "client_id" : "hspc_appointments",
        "company_url": "http://HSPConsortium.org",
        "info": "The HSPC Appointment Viewer is a simple application that allows patients, provider, or care coordinators to view their appointments across multiple health care institutions. This app provides an example of how to implement Patient facing apps and/or Practitioner apps where there is not a specific patient in context."
    }
]